{
  "fighters": [
    {
      "id": 1,
      "name": "Mario",
      "franchise": "Super Mario Bros.",
      "bio": "Mario is an all-around fighter who uses his wide variety of techniques to respond to any situation. In Super Smash Bros. Ultimate, he shows up in his Wedding tux and his Builder outfit, and Cappy even makes an appearance!",
      "videoID": "INk1W8OujQI"
    },
    {
      "id": 2,
      "name": "Donkey Kong",
      "franchise": "Donkey Kong",
      "bio": "His charged punch is one of the strongest attacks in the game! In Super Smash Bros. Ultimate, his Final Smash has been updated from Konga Beat to a flurry of punches!",
      "videoID": "K7IsUGeFXP0"
    },
    {
      "id": 3,
      "name": "Link",
      "franchise": "The Legend of Zelda",
      "bio": "Link has been redesigned to match his appearance in The Legend of Zelda: Breath of the Wild. He can now pick up arrows he's fired, and his bombs have been upgraded to remote bombs, so you can set them off when the timing is just right!",
      "videoID": "kfeUdBi67G4"
    },
    {
      "id": 4,
      "name": "Samus",
      "franchise": "Metroid",
      "bio": "With her Charge Shot, Missile, and Bomb, Samus has three different projectiles to keep her opponents in check from a distance. When fully charged up, her Charge Shot is quite powerful. For her Final Smash, she launches a wide laser beam that can be moved up and down!",
      "videoID": "I9tcvSeemVo"
    },
    {
      "id": 4.1,
      "name": "Dark Samus",
      "franchise": "Metroid",
      "bio": "Dark Samus joins the battle as Samus's echo fighter.With floatier movement, she's a little different from Samus--and she doesn't roll when dodging or jumping. If you look closely, you can see that her bombs and missiles look a little different, too.",
      "videoID": "sXG-oI6VChg"
    },
    {
      "id": 5,
      "name": "Yoshi",
      "franchise": "Yoshi",
      "bio": "Yoshi is all about egg-related moves, like throwing eggs, swallowing opponents and turning them into eggs, or turning into an egg and charging toward an opponent. With a high jump, recovery is a piece of cake for Yoshi! And for his Final Smash, a Yoshi army stampedes through the stage.",
      "videoID": "bQsMQankmEs"
    },
    {
      "id": 6,
      "name": "Kirby",
      "franchise": "Kirby",
      "bio": "Kirby's ability to copy other fighters is totally unique! While he is light and can be launched easily, he can also jump up to five times in the air, so he has great recovery. Look for his new Stone transformation, too.",
      "videoID": "1FPJs_c3qY4"
    },
    {
      "id": 7,
      "name": "Fox",
      "franchise": "Star Fox",
      "bio": "He made his first appearance in Star Fox, released in 1993. Fox is the leader of the mercenary group Star Fox. He cares about his team and has a strong sense of justice. Fun fact: Star Fox was the first game for the Super Nintendo Entertainment System™ that featured 3D graphics.",
      "videoID": "Arw6c0dJHAE"
    },
    {
      "id": 8,
      "name": "Pikachu",
      "franchise": "Pokemon",
      "bio": "This fierce fighter uses electric moves like Thunder Jolt and Thunder. Pikachu Libre is one of the alternate costumes and you can tell she's female by the shape of her tail.",
      "videoID": "7LfEvnLc3mI"
    },
    {
      "id": 9,
      "name": "Luigi",
      "franchise": "Super Mario Bros.",
      "bio": "He can jump higher than his brother, Mario. His Up Special, Super Jump Punch, will gain maximum damage and launching power when hitting the opponent right at the start. It truly is a 'Special' move. He also uses his new Poltergust for his throw!",
      "videoID": "LlNXKM3sHWU"
    },
    {
      "id": 10,
      "name": "Ness",
      "franchise": "Earthbound",
      "bio": "Ness has a variety of moves, from long-range attacks using psychic powers known as 'PSI', to short-range attacks with his bat and yo-yo.  Ness can also unleash PK Thunder, a guided attack that can launch him like a rocket or help him recover!",
      "videoID": "jtlUHmonMGQ"
    },
    {
      "id": 11,
      "name": "Captain Falcon",
      "franchise": "F-Zero",
      "bio": "A fighter that possesses both speed and power! But in exchange, he is frequently left open. Being able to successfully land his neutral special, Falcon Punch, can greatly influence the battle in multiplayer matches.",
      "videoID": "ayUTQsO6d1E"
    },
    {
      "id": 12,
      "name": "Jigglypuff",
      "franchise": "Pokemon",
      "bio": "Jigglypuff can jump 5 times in the air and can move faster in the air than on the ground. Use Jigglypuff's great aerial ability to overwhelm your opponent! If you manage to land the down special Rest, you can powerfully launch your opponent.",
      "videoID": "IlojAAwCfoA"
    },
    {
      "id": 13,
      "name": "Peach",
      "franchise": "Super Mario Bros.",
      "bio": "THE super princess. Watch out for her powerful kicks while she's airborne. Using her down special, she picks vegetables and throws them at her opponents. Sometimes she even gets items...like a Bob-omb!",
      "videoID": "ETVQLZV7J8g"
    },
    {
      "id": 13.1,
      "name": "Daisy",
      "franchise": "Super Mario Bros.",
      "bio": "Her basic move set is the same as Peach's, but this princess has her own unique personality. She's known for being upbeat, energetic, and a bit of a tomboy.",
      "videoID": "YyzJnpX2ZcY"
    },
    {
      "id": 14,
      "name": "Bowser",
      "franchise": "Super Mario Bros.",
      "bio": "Who's the greatest nemesis of all!? It's King Bowser! In Super Smash Bros. his power and weight make him a reliable fighter. Use his Fire Breath to keep opponents at bay, then use his damaging attacks to launch them off the stage! He transforms into Giga Bowser for his Final Smash and delivers a super powerful punch!",
      "videoID": "liuwszyDhXM"
    },
    {
      "id": 15,
      "name": "Ice Climbers",
      "franchise": "Ice Climber",
      "bio": "Back in the battle after a ten-year absence! There are two of them, so does that make them twice as strong as other fighters?",
      "videoID": "FUzcsIjn4LY"
    },
    {
      "id": 16,
      "name": "Sheik",
      "franchise": "The Legend of Zelda",
      "bio": "Now Sheik joins the battle wearing the Sheikah costume from The Legend of Zelda: Breath of the Wild. Keep the pressure on your opponent by using his speedy dash to quickly close in on (or get away from) your opponent!",
      "videoID": "cCQXBEiARns"
    },
    {
      "id": 17,
      "name": "Zelda",
      "franchise": "The Legend of Zelda",
      "bio": "You might recognize Zelda's look from The Legend of Zelda: A Link Between Worlds game. In battle she uses magical moves to reflect and teleport, and for her Final Smash, she seals her opponents away in the Triforce of Wisdom. If an opponent has 100% damage or more, they will be instantly KO'd!",
      "videoID": "fMDgFn3qQ_c"
    },
    {
      "id": 18,
      "name": "Dr. Mario",
      "franchise": "Super Mario Bros.",
      "bio": "He has more attack and launch power than Mario, but his jump and recovery is not as good. Pro tip: You can repeatedly press the B button when using his down special, Dr. Tornado, to float a bit!",
      "videoID": "w0qVpaEtEF4"
    },
    {
      "id": 19,
      "name": "Pichu",
      "franchise": "Pokemon",
      "bio": "Pichu is back after 17 years! Pichu's electric attacks have greater range and do more damage than its other attack types—but they also damage Pichu.",
      "videoID": "9ZD89yfBCyE"
    },
    {
      "id": 20,
      "name": "Falco",
      "franchise": "Star Fox",
      "bio": "He's a talented aerial fighter with amazing jumping ability, but Falco is a bit slower on the ground. His final smash is an all-out attack using an unorthodox formation of Arwings!",
      "videoID": "rJj9J5MW8xg"
    },
    {
      "id": 21,
      "name": "Marth",
      "franchise": "Fire Emblem",
      "bio": "Marth is an exceptional swordfighter with a long reach. He'll do the most damage with attacks using the tip of his sword, so spacing is an important factor.",
      "videoID": "icuBIlBPYj0"
    },
    {
      "id": 21.1,
      "name": "Lucina",
      "franchise": "Fire Emblem",
      "bio": "Lucina is Marth's echo fighter, so she shares most of her standard and special attacks with Marth. However, while Marth's attacks are more powerful when made with the tip of his blade, Lucina's attacks just as powerful whether you use the tip or the base of the sword.",
      "videoID": "vQqvKaCne4k"
    },
    {
      "id": 22,
      "name": "Young Link",
      "franchise": "The Legend of Zelda",
      "bio": "He's back after 17 years! Young Link is faster than Link but he's also lighter, making him easier to launch.",
      "videoID": "qpzDPfCzB7g"
    },
    {
      "id": 23,
      "name": "Ganondorf",
      "franchise": "The Legend of Zelda",
      "bio": "His new design matches his appearance in The Legend of Zelda: Ocarina of Time! Now he uses his sword for all his smash attacks. He's a bit slimmer then he was before, but his Warlock Punch is devastating! For his final smash he transforms into Ganon, The Demon King and quickly charges forward.",
      "videoID": "Q7pzoLQlrsM"
    },
    {
      "id": 24,
      "name": "Mewtwo",
      "franchise": "Pokemon",
      "bio": "A Legendary Pokémon known for its technical moves. Use Confusion or Disable as a diversion, then land a Shadow Ball! For its Final Smash, Mewtwo transforms into Mega Mewtwo Y and fires a projectile that freezes and launches the opponent!",
      "videoID": "BcCpZHVIv9Q"
    },
    {
      "id": 25,
      "name": "Roy",
      "franchise": "Fire Emblem",
      "bio": "Get up close and personal for major damage! Unlike Marth, Roy's attacks are more powerful the closer you get to the base of his blade. For his Final Smash, his sword bursts into flame and sends anyone caught in the blast flying.",
      "videoID": "FtDn6HBn_Qk"
    },
    {
      "id": 25.1,
      "name": "Chrom",
      "franchise": "Fire Emblem",
      "bio": "The protagonist of Fire Emblem Awakening joins the battle as Roy's echo fighter. His Final Smash is Awakening Aether. Like Aether in the original game, this move has Chrom charge toward his opponent, slashing with his sword.",
      "videoID": "733o521fbdE"
    },
    {
      "id": 26,
      "name": "Mr. Game & Watch",
      "franchise": "Game & Watch",
      "bio": "When using his side special, Judge, this fighter pulls out a hammer and the numbers 1-9 are displayed. If you pull off a 9 attack, it will really knock the opponent back. His Final Smash turns him into an octopus that can pull opponents off the stage!",
      "videoID": "Ic0xR07DhSY"
    },
    {
      "id": 27,
      "name": "Meta Knight",
      "franchise": "Kirby",
      "bio": "This fighter not only has tons of quick moves, he can perform a midair jump five times! All his special moves have a recovery aspect, so use them at the right time. His Final Smash is Darkness Illusion, which unleashes a fast series of aerial attacks.",
      "videoID": "A99IYmm50RY"
    },
    {
      "id": 28,
      "name": "Pit",
      "franchise": "Kid Icarus",
      "bio": "Pit is a well-balanced, well-rounded character with a defensive special that nullifies long distance attacks and excellent recovery. And did we mention he rides a chariot of light in his Final Smash? He's a great choice for new players!",
      "videoID": "M_Pszs9I7S4"
    },
    {
      "id": 28.1,
      "name": "Dark Pit",
      "franchise": "Kid Icarus",
      "bio": "Dark Pit is Pit's echo fighter. His abilities are mostly the same as Pit's, but his hair and clothes are different colors, he summons different weapons, and celebrates victory to a different tune.",
      "videoID": "q2hJjyP8FGA"
    },
    {
      "id": 29,
      "name": "Zero Suit Samus",
      "franchise": "Metroid",
      "bio": "Although not as powerful as Samus, her speed is exceptional! Her Paralyzer not only has the ability to stun opponents, but it can also turn into a whip. For her Final Smash, she dons her suit and fires a powerful laser!",
      "videoID": "Y4PTxiq11Fk"
    },
    {
      "id": 30,
      "name": "Wario",
      "franchise": "WarioWare",
      "bio": "Wario has unique attacks, like using his Wario Bike and releasing noxious gas. He can jump higher than normal by leaping from his bike, which comes in handy when recovering. For his Final Smash, he turns into Wario-Man and creates copies of himself for an all-out attack!",
      "videoID": "4lK7zkTInNA"
    },
    {
      "id": 31,
      "name": "Snake",
      "franchise": "Metal Gear Solid",
      "bio": "Back by popular demand, Snake brings a ranged fighting style unlike any other fighter in the game. His Final Smash locks onto an opponent and fires five homing missiles.",
      "videoID": "7NLKrPYYQt0"
    },
    {
      "id": 32,
      "name": "Ike",
      "franchise": "Fire Emblem",
      "bio": "Ike's side smash attack is extremely powerful, but it leaves him open, so you'll need to read your opponent's moves carefully. You can choose between his Path of Radiance and Radiant Dawn costumes.",
      "videoID": "-aV6h3jWO6c"
    },
    {
      "id": 33,
      "name": "Pokemon Trainer",
      "franchise": "Pokemon",
      "bio": "The trainer returns with Squirtle, Ivysaur, and Charizard. You can choose to play as a male or female trainer!",
      "videoID": "dYpf9FoPN_M"
    },
    {
      "id": 36,
      "name": "Diddy Kong",
      "franchise": "Donkey Kong",
      "bio": "Donkey Kong's trusty partner Diddy Kong uses his light weight and agility to get around quickly! For his Final Smash, Diddy takes to the air with his Rocketbarrel while firing his popguns. The final hit is seriously powerful!",
      "videoID": "AjywYr-fuqY"
    },
    {
      "id": 37,
      "name": "Lucas",
      "franchise": "Earthbound",
      "bio": "Like Ness, Lucas is a young boy who uses PSI powers. Some of their PSI moves share the same names, but since Lucas has different abilities, the moves may work differently. Be sure to try them out! For his Final Smash, he calls down a shower of meteors along with Kumatora and Boney.",
      "videoID": "GWjfyyGNL8c"
    },
    {
      "id": 38,
      "name": "Sonic",
      "franchise": "Sonic",
      "bio": "This speedy fighter has a lot of rush-type attacks. His final smash, Super Sonic, lets him fly around the stage at an incredible speed!",
      "videoID": "138MW7zOw0M"
    },
    {
      "id": 39,
      "name": "King Dedede",
      "franchise": "Kirby",
      "bio": "He's not very fast, but he's one of few heavyweight fighters with great recovery.  Apparently, a defeat by Kirby inspired him to train hard to learn a move called Hovering, which allows him to float after taking a deep breath.",
      "videoID": "bikxqlRPN64"
    },
    {
      "id": 40,
      "name": "Olimar",
      "franchise": "Pikmin",
      "bio": "Captain Olimar battles by issuing commands to various types of Pikmin under his control. Pikmin come in different colors that correspond to different abilities. Olimar's alternate appearance lets you play as Alph!",
      "videoID": "AFHgO8rMzcg"
    },
    {
      "id": 41,
      "name": "Lucario",
      "franchise": "Pokemon",
      "bio": "Lucario is the only fighter whose attack power increases as it takes damage. A fighter that truly shines when in a pinch, choose Lucario for a thrilling battle.",
      "videoID": "7gfpUgrLEwo"
    },
    {
      "id": 42,
      "name": "R.O.B.",
      "franchise": "R.O.B.",
      "bio": "He has two powerful projectiles: Robo Beam and Gyro, along with a very effective recovery. The 1P color in the North American version of the game is a light gray, and the 2P is red and white, but this is reversed in the Japanese version.",
      "videoID": "NqL7m9CuGD0"
    },
    {
      "id": 43,
      "name": "Toon Link",
      "franchise": "The Legend of Zelda",
      "bio": "He's smaller and faster than Link. His bombs explode with a unique anime-style. For his Final Smash, he emits light from his left hand and any opponents hit by it are trapped in the Triforce, subject to a punishing gauntlet of attacks.",
      "videoID": "62uBiZfw9w0"
    },
    {
      "id": 44,
      "name": "Wolf",
      "franchise": "Star Fox",
      "bio": "The leader of the Star Wolf mercenary team makes his grand return after 10 years! He puts his sharp claws to good use in wild attacks, and his Final Smash is an all-out attack by Team Star Wolf! If Fox or Falco is in the battle, you may hear a unique line of dialog.",
      "videoID": "YLG2LGY95f4"
    },
    {
      "id": 45,
      "name": "Villager",
      "franchise": "Animal Crossing",
      "bio": "This fighter attacks using skills from daily life in the village, such as planting, growing, and cutting down trees. They can also use items like nets, slingshots, and turnips. The Villager can also put items or incoming projectiles in a pocket to use later.",
      "videoID": "wY_wCijU1Pk"
    },
    {
      "id": 46,
      "name": "Mega Man",
      "franchise": "Mega Man",
      "bio": "Mega Man's standard and special moves use weapons copied from the bosses he's fought throughout the Mega Man series, so he has more projectiles than any other fighter. His Final Smash now features Proto Man and Bass!",
      "videoID": "m4632ulEnNc"
    },
    {
      "id": 47,
      "name": "Wii Fit Trainer",
      "franchise": "Wii Fit",
      "bio": "A fighter that attacks with healthy moves like stretching and yoga poses. You can pick between male and female versions. Charging up Sun Salutation all the way recovers a bit of health!",
      "videoID": "kJbHRv4nCBw"
    },
    {
      "id": 48,
      "name": "Rosalina & Luma",
      "franchise": "Super Mario Bros.",
      "bio": "Luma mimicks Rosalina's attacks. Luma also increases Rosalina's reach and can even take a hit for her! If Rosalina gets hit, Luma gets very flustered and flutters both hands.",
      "videoID": "JX2mySkglVU"
    },
    {
      "id": 49,
      "name": "Little Mac",
      "franchise": "Punch-out",
      "bio": "As a boxer, Little Mac fights with his fists alone—no kicks! When his Power Meter fills up, he can use a special KO Uppercut, which can really turn a battle around. For his Final Smash, he turns into Giga Mac and pummels the opponent with a furious rush of punches!",
      "videoID": "vBM09wj8xwE"
    },
    {
      "id": 50,
      "name": "Greninja",
      "franchise": "Pokemon",
      "bio": "A ninja-like fighter that battles with moves like the Water Shuriken. Greninja can use a log for clever counterattacks, and this Pokémon can even stick to walls. During its Final Smash, it turns into Ash-Greninja...!?",
      "videoID": "rMCn8NuATaE"
    },
    {
      "id": 54,
      "name": "Palutena",
      "franchise": "Kid Icarus",
      "bio": "With her wings and staff, this goddess's attacks cover a wide range. With her up smash, neutral special, and side special, she can create a ranged attack in almost every direction except for directly beneath her! Keep the pressure on your opponents from a distance with ranged attacks!",
      "videoID": "0yD_B4ZkdME"
    },
    {
      "id": 55,
      "name": "Pac-Man",
      "franchise": "Pac-Man",
      "bio": "This fighter appears in both his classic form and his form with hands and legs. He has many unique special moves, such as using a trampoline or a fire hydrant. For his Final Smash, he grows into a giant Super PAC-MAN, chomping and launching his opponents!",
      "videoID": "NPzo-TuH0C0"
    },
    {
      "id": 56,
      "name": "Robin",
      "franchise": "Fire Emblem",
      "bio": "A fighter that wields the Levin Sword and four different Tomes! Like in the original game, these weapons can only be used a certain number of times, so keep a close eye on the battle situation. Both the male and female versions of Robin are available, so you can choose your favorite.",
      "videoID": "QBxtnTgUwcM"
    },
    {
      "id": 57,
      "name": "Shulk",
      "franchise": "Xenoblade Chronicles",
      "bio": "He is the only fighter that can change his status during battle. His sword, the Monado, allows him to switch between five modes—Jump, Speed, Shield, Buster and Smash—which change his abilities for a short time. Fun fact: Shulk's eighth color variation puts him in a pair of swimming trunks!",
      "videoID": "XWeR6XmzZyI"
    },
    {
      "id": 58,
      "name": "Bowser Jr.",
      "franchise": "Super Mario Bros.",
      "bio": "The Jr. Clown Car this little fella rides in takes less damage when attacked than Bowser Jr. himself—so try to stay in the car when taking damage. The different color variations are the Koopalings!",
      "videoID": "fZ2dm9EoJfE"
    },
    {
      "id": 59,
      "name": "Duck Hunt",
      "franchise": "Duck Hunt",
      "bio": "This duo excels at long-range attacks, like kicking exploding cans and throwing clay pigeons. For their Final Smash, three games from the Light Gun Series team up: Duck Hunt, Hogan's Alley, and Wild Gunman!",
      "videoID": "anhjSVXYL6E"
    },
    {
      "id": 60,
      "name": "Ryu",
      "franchise": "Street Fighter",
      "bio": "Ryu is a special character—you can use directional command inputs to trigger his special moves. Executing moves like his Hadoken and Shoryuken using the command inputs from the original game will raise their power. You can even use a Shakunetsu Hadoken by inputting ←↙↓↘→ then tapping the attack button while facing right!",
      "videoID": "9LAjpoI-ap8"
    },
    {
      "id": 60.1,
      "name": "Ken",
      "franchise": "Street Fighter",
      "bio": "Ken joins the battle as Ryu's Echo Fighter! Their differences are carried over from the original game: Ken's Hadoken is shaped differently, his strong Shoryuken has flames, and he moves a bit faster. He has two final smashes: Shinryuken and Shippu Jinraikyaku.",
      "videoID": "9_tQRugeXik"
    },
    {
      "id": 61,
      "name": "Cloud",
      "franchise": "Final Fantasy",
      "bio": "He's the protagonist of Final Fantasy VII. You can also select his Advent Children outfit. Charging up his Limit Gauge increases his special move abilities! Land a powerful hit!",
      "videoID": "hccjmuujoD4"
    },
    {
      "id": 62,
      "name": "Corrin",
      "franchise": "Fire Emblem",
      "bio": "Corrin was available as a downloadable fighter in the previous version of Super Smash Bros. This fighter uses all kinds of attacks, like Torrential Roar and Dragon Fang Shot. Players can choose male or female versions!",
      "videoID": "7B4w2Tsy9PE"
    },
    {
      "id": 63,
      "name": "Bayonetta",
      "franchise": "Bayonetta",
      "bio": "An Umbra Witch who equips guns on her arms and legs, Bayonetta has mastered the beautiful but brutal Bullet Arts fighting style. She can even slow down her opponents with Witch Time!",
      "videoID": "oYe8HpzYebg"
    },
    {
      "id": 64,
      "name": "Inkling",
      "franchise": "Splatoon",
      "bio": "Attacks with a variety of weapons. Covering opponents with ink leads to more and more damage—plus these Inklings are really fashionable!",
      "videoID": "O4-7-bJWUsc"
    },
    {
      "id": 65,
      "name": "Ridley",
      "franchise": "Metroid",
      "bio": "Joining the battle from the storied Metroid series, Ridley's long tail and sharp claws let him unleash a torrent of devastating attacks. His Final Smash is a powerful stream of plasma breath intense enough to bring down Samus's starship.",
      "videoID": "EDi1Zf_vJsY"
    },
    {
      "id": 66,
      "name": "Simon",
      "franchise": "Castlevania",
      "bio": "The protagonist of Castlevania. He uses his holy whip, Vampire Killer, to perform a smash attack with long reach. He also uses projectiles like an axe, holy water, and cross.",
      "videoID": "RY7WL-n1atg"
    },
    {
      "id": 66.1,
      "name": "Richter",
      "franchise": "Castlevania",
      "bio": "Richter from the Castlevania series joins the battle as Simon's echo fighter! His basic attacks are the same as Simon's, but with subtle variations. In addition to that, his holy water is a different color.",
      "videoID": "ELrWbGScgwU"
    },
    {
      "id": 67,
      "name": "King K. Rool",
      "franchise": "Donkey Kong",
      "bio": "With long-distance special moves like the Blunderbuss, and counter moves like Stomach Attack, he is a versatile fighter. His Final Smash, Blast-O-Matic, was apparently a weapon created to destroy DK Island...",
      "videoID": "pKcXgSV8PTE"
    },
    {
      "id": 68,
      "name": "Isabelle",
      "franchise": "Animal Crossing",
      "bio": "Isabelle joins the battle from Animal Crossing: New Leaf! She uses various trinkets from around the village to battle. Her side special, 'Fishing Rod,' not only allows her to snag and bring opponents closer, it can also be used as a recovery move.",
      "videoID": "ML8fn3eInnc"
    },
    {
      "id": 69,
      "name": "Incineroar",
      "franchise": "Pokemon",
      "bio": "A fighter with many special moves that appear to come from the world of pro wrestling. Incineroar has many moves from its original game, like Darkest Lariat, Cross Chop, and Revenge. Its Final Smash is Max Malicious Moonsault. Let the Z-Power explode and deliver a powerful blow!",
      "videoID": "eE6Agn9d89U"
    },
    {
      "id": 70,
      "name": "Piranha Plant",
      "franchise": "Super Mario Bros.",
      "bio": "Piranha Plant Pipes Up!",
      "videoID": "3sZsk8VHY2g"
    },
    {
      "id": 71,
      "name": "Joker",
      "franchise": "Persona 5",
      "bio": "Joker steals the show when he joins the Super Smash Bros.™ Ultimate game as a playable fighter! This speedy fighter from the Persona series wields a knife and a gun to rack up damage. When his Rebellion Gauge is full, Joker summons his Persona, Arsene, to immediately power up his attacks for a limited time. This pack also includes Mementos, a stage that changes colors, depending on which Persona series music track is playing!",
      "videoID": "W4PG9qx9x2s"
    },
    {
      "id": 72,
      "name": "Hero",
      "franchise": "Dragon Quest XI",
      "bio": "The Hero from the DRAGON QUEST® XI game joins Super Smash Bros.™ Ultimate as a playable fighter! Wielding the Supreme Sword of Light and a trusty shield, he can slice his foes and block incoming attacks. When Hero pulls up his Command Selection screen, he’ll have access to a random selection of spells that could turn the tide of battle in his favor! This pack also includes the Yggdrasil’s Altar stage, which sweeps across nearby areas around the sacred Tree of Life, as well as a selection of music from the DRAGON QUEST series.",
      "videoID": "pupll3ON-WA"
    },
    {
      "id": 51,
      "name": "Mii Brawler",
      "franchise": "Mii",
      "bio": "You can choose from the three types of Mii Fighter and select from a set of three specials for each type. You can also choose one of 12 voice options!",
      "videoID": "qdSKO-mc2n8"
    },
    {
      "id": 52,
      "name": "Mii Swordfighter",
      "franchise": "Mii",
      "bio": "You can choose from the three types of Mii Fighter and select from a set of three specials for each type. You can also choose one of 12 voice options!",
      "videoID": "qdSKO-mc2n8"
    },
    {
      "id": 53,
      "name": "Mii Gunner",
      "franchise": "Mii",
      "bio": "You can choose from the three types of Mii Fighter and select from a set of three specials for each type. You can also choose one of 12 voice options!",
      "videoID": "qdSKO-mc2n8"
    }
  ]
}
